Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: This soldier doesn't know how close to the end I am.
pl_pl: Ten żołnierz nie wie, jak blisko końca jestem.

source: This stutter won't last. I better find a way out of here and get to the party.
pl_pl: To zacięcie nie utrzyma się dużo dłużej. Lepiej znajdę sposób, by się stąd wydostać i dotrzeć na imprezę.

source: This was different. What she was hiding... it undid something in her.
pl_pl: To było inne. To, co ukrywała... coś w niej pękło.

source: This was the final step. I need to set up the machine first.
pl_pl: To był ostatni krok. Najpierw muszę skonfigurować maszynę.

source: This was the guy delivering the speech at the gala.
pl_pl: To gość który wygłaszał przemówienie na gali.

source: This was what the End of Time would look like. Everything was broken, in chaos, frozen. And no one would know.
pl_pl: Tak właśnie wyglądał Koniec Czasu. Wszystko było zepsute, pogrążone w chaosie, zamrożone. I nikt się o tym nie dowie.

source: This wasn't supposed to happen!
pl_pl: To nie miało się wydarzyć!

source: This way, Jack.
pl_pl: Tędy, Jack.

source: This way.
pl_pl: Tędy.

source: This way. We're going upstairs to the project lab. How was the flight?
pl_pl: Tędy. Idziemy na górę do laboratorium projektowego. Jak ci minął lot?

source: This won't take long. Make sure everything goes smoothly at this end. You know how important this party is to us.
pl_pl: Nie zajmie to dużo czasu. Upewnij się, że wszystko pójdzie gładko. Wiesz, jak ważna jest dla nas ta impreza.

source: This'll shut him down!
pl_pl: To go powstrzyma!

source: Those dates, 1999 and 2010, keep coming up in these files. And here's where it gets scary. 2010 minus 1999 equals 11. Times 11 by 2010, flip it backwards: 01122. Okay, it's not exact, but it's like a couple numbers off from being our zip code!
pl_pl: Te daty, 1999 i 2010, wciąż pojawiają się w tych plikach. I tu robi się przerażająco. 2010 minus 1999 równa się 11. Pomnożyć 11 przez 2010 i odwrócić do tyłu: 01122. Okej, nie do końca, ale to prawie nasz kod pocztowy!

source: Those men die fighting something that lives outside of time.
pl_pl: Ci ludzie giną w walce z czymś, co żyje poza czasem.

source: Those might come in handy.
pl_pl: Mogą się przydać.

source: Thought I was clear enough.
pl_pl: Myślałem, że wyraziłem się wystarczająco jasno.

source: Three, two, one...
pl_pl: Trzy, dwa, jeden...

source: Through this door.
pl_pl: Tymi drzwiami.

source: Throwing a frag!
pl_pl: Rzucam odłamkowy!

source: Throwing a grenade!
pl_pl: Rzucam granat!

source: Throwing a tech grenade!
pl_pl: Rzucam granat techniczny!

source: Throwing grenade!
pl_pl: Rzucam granat!

source: Throwing tech grenade!
pl_pl: Rzucam granat techniczny!

source: Time Blast now takes less time to charge.
pl_pl: Ładowanie czasowego ciosu trwa teraz krócej.

source: Time Blast {@TIME_POWER_BLAST} has a wide area of effect.
pl_pl: Czasowy cios {@TIME_POWER_BLAST} ma szeroki obszar działania.

source: Time Blast {@TIME_POWER_BLAST} is a powerful attack that can affect multiple enemies, but charging it leaves Jack vulnerable. Choose your moment carefully.
pl_pl: Czasowy cios {@TIME_POWER_BLAST} to potężny atak, który może dotknąć wielu wrogów, ale jego naładowanie sprawia, że Jack jest bezbronny. Wybierz moment użycia ostrożnie.

source: Time Blast's damage radius is increased.
pl_pl: Zwiększono promień obrażeń zadawanych przez czasowy cios.

source: Time Dodge {@TIME_POWER_DODGE} towards a lightly-armored enemy to knock them back.
pl_pl: Użyj czasowego uniku {@TIME_POWER_DODGE} w kierunku lekko opancerzonego wroga, aby odrzucić go do tyłu.

source: Time Machine Designs
pl_pl: Projekty wehikułów czasu

source: Time Machine Room Map
pl_pl: Mapa pokoju wehikułu czasu

source: Time Machine Schematics
pl_pl: Schematy wehikułu czasu

source: Time Shield lasts longer and has a larger radius.
pl_pl: Czasowa tarcza działa dłużej i ma większy promień.

source: Time Stabber
pl_pl: Czasowy Dźgacz

source: Time Stop's durability increases, allowing more bullets to be stacked on it before it collapses.
pl_pl: Wytrzymałość czasowej pauzy wzrasta, pozwalając na umieszczenie na niej większej liczby pocisków, zanim się rozpadnie.

source: Time Stop's radius increases, making it easier to catch multiple targets within the bubble.
pl_pl: Promień czasowej pauzy zwiększa się, ułatwiając złapanie wielu celów w obrębie bańki.

source: Time and Time Again
pl_pl: Raz za razem

source: Time felt broken here.
pl_pl: Tutaj czas się zatrzymał.

source: Time is ending. Monarch has something to do with it. Get me to the drydocks and I'll find out why.
pl_pl: Czas się kończy. Monarch ma z tym coś wspólnego. Zabierz mnie do portu, a dowiem się dlaczego.

source: Time is of the essence. We need a decision.
pl_pl: Czas jest najważniejszy. Potrzebujemy decyzji.

source: Time powers can stop unstable objects, but only up to a certain size. While the object is stopped, it will not do any damage.
pl_pl: Moce czasu mogą zatrzymać niestabilne obiekty, ale tylko do pewnego rozmiaru. Gdy obiekt jest zatrzymany, nie wyrządzi żadnych szkód.

source: Time slows down further around Jack while the Time Shield is active.
pl_pl: Czas zwalnia jeszcze bardziej wokół Jack'a, gdy czasowa tarcza jest aktywna.

source: Time to get out of here...
pl_pl: Czas się stąd wydostać...

source: Time to move!
pl_pl: Czas się ruszyć!

source: Time travel, huh?
pl_pl: Podróż w czasie, co?

source: Time unknown
pl_pl: Czas nieznany

source: Time's acting up again...
pl_pl: Czas znowu się psuje...

source: Timeline
pl_pl: Oś czasu

source: Timelines became scrambled. In a sphere around me, time moved slowly. When bullets hit it, they disappeared somewhere else, to another time. I could do this now.
pl_pl: Linie czasowe się pomieszały. W kuli wokół mnie czas płynął powoli. Kiedy kule w nią uderzały, znikały gdzieś indziej, w innym czasie. Teraz mogłem to zrobić.

source: Timid Businessman
pl_pl: Nieśmiały biznesmen

source: To Person, To Person2, To Person3
pl_pl: Do Osoby, Do Osoby2, Do Osoby3

source: To form Monarch. Prepare for what's coming.
pl_pl: Aby utworzyć Monarch. Przygotować się na to, co nadchodzi.

source: To push their corporate agenda. I mean, look at those numbers; they're slowly taking over this city and everybody's completely blind to it!
pl_pl: Aby przeforsować swój korporacyjny program. Spójrz tylko na te liczby, powoli przejmują to miasto i nikt tego nie widzi!

source: Toasting Man
pl_pl: Wnoszący toast

source: Toasting Man 2
pl_pl: Wnoszący toast 2

source: Together, we can accomplish more than anybody thinks is possible. Our current limitations... can be overcome.
pl_pl: Razem możemy osiągnąć więcej, niż ktokolwiek uważa za możliwe. Nasze obecne ograniczenia... można pokonać.

source: Toggle resolution upscaling. Keeping this enabled is highly recommended, as it offers the best visual quality without a significant penalty to performance.
pl_pl: Włącz lub wyłącz upscalowanie rozdzielczości. Zalecamy pozostawienie tej opcji włączonej, bo zapewnia ona najlepszą jakość obrazu bez znaczącego spadku wydajności.

source: Toggle the artistic film grain effect. Be aware that calibrating your display to use heavy sharpening or extreme brightness may make the Film Grain effect too pronounced and it is advised you check them before disabling this feature.
pl_pl: Włącz lub wyłącz artystyczny efekt ziarnistości filmu. Pamiętaj, że ustawienia twojego wyświetlacza związane z wyostrzaniem obrazu czy z bardzo wysoką jasnością mogą sprawić, że ten efekt będzie zbyt widoczny. Z tego powodu zalecamy sprawdzenie tych opcji, przed wyłączeniem tej funkcji.

source: Tonight is a celebration, a celebration in face of darkness. Tonight we celebrate because I promised to you we are prepared.
pl_pl: Dzisiejszy wieczór jest świętem, świętem w obliczu ciemności. Dziś świętujemy, ponieważ obiecałem wam, że jesteśmy przygotowani.

source: Tonight. After everything that's happened?
pl_pl: Dziś wieczorem. Po tym wszystkim, co się stało?

source: Too exposed at the campus to finish there. Had to move the whole op here when things went south.
pl_pl: Na kampusie jesteśmy zbyt narażeni, by tam się nimi zająć. Musiałem przenieść całą operację tutaj, gdy sprawy zaczęły się jebać.

source: Track him!
pl_pl: Znajdź go!

source: Tracking target.
pl_pl: Śledzę cel.

source: Trailer
pl_pl: Zwiastun

source: Trailer 1
pl_pl: Zwiastun 1

source: Trailer Note
pl_pl: Notatka o przyczepie

source: Transcript of Monarch Communications
pl_pl: Transkrypcja rozmówy Monarch

source: Travel back in time to the University experiment
pl_pl: Cofnij się w czasie do eksperymentu na uniwersytecie

source: Travel into the future
pl_pl: Przenieś się w przyszłość

source: Traveler has exited! Don't let the Joyce brothers escape!
pl_pl: Podróżnik wyszedł! Nie pozwól braciom Joyce uciec!

source: Treatments for what?
pl_pl: Leczenie czego?

source: Triple buffered
pl_pl: Potrójne buforowanie

source: Tuesday, September 11, 2001, 10:02pm
pl_pl: Wtorek, 11 września 2001, 22:02

source: Turn off the alarm
pl_pl: Wyłącz alarm

source: Turn on
pl_pl: Włącz

source: Turn physics destruction on or off
pl_pl: Włącz lub wyłącz fizykę podczas destrukcji

source: Twelve thousand dollar moving bill. You must've hauled a lot more to this place than just some old boxes.
pl_pl: Rachunek za przeprowadzkę w wysokości dwunastu tysięcy dolarów. Musiałeś przewieźć do tego miejsca o wiele więcej niż tylko stare pudła.

source: Two seconds!
pl_pl: Dwie sekundy!

source: Two triggers on a timer. They don't make this easy, do they.
pl_pl: Dwa wyzwalacze na zegarze. Nie może być łatwo, prawda?

source: UH, EVERYTHING -- EVERYTHING'S FINE.
pl_pl: Wszystko... Wszystko jest w porządku.

source: UH, GONNA LET YOU GO, MR. HATCH. THANK YOU.
pl_pl: Eh, rozumiem, panie Hatch. Dziękuję.

source: UH, I'M GONNA LET YOU GO, MR. HATCH. THANK YOU.
pl_pl: Eh, rozumiem, panie Hatch. Dziękuję.

source: ULTRA
pl_pl: ULTRAWYSOKIE

source: UM, I GOT TO GET BACK TO MY DESK.
pl_pl: Eh, muszę wrócić do mojego biurka.

source: UNABLE TO CONNECT
pl_pl: NIE MOŻNA SIĘ POŁĄCZYĆ

source: UNABLE TO STREAM
pl_pl: NIE MOŻNA PRZESYŁAĆ STRUMIENIOWO

source: UNABLE TO STREAM SHOW - NO XBOX LIVE CONNECTION DETECTED
pl_pl: NIE MOŻNA PRZESYŁAĆ STRUMIENIOWO SERIALU - NIE WYKRYTO POŁĄCZENIA XBOX LIVE

source: UNFORTUNATELY, MR. SERENE IS PREOCCUPIED...
pl_pl: Niestety, pan Serene jest zajęty...

source: UNIVERSITY LIBRARY
pl_pl: UNIWERSYTECKA BIBLIOTEKA

source: UNIVERSITY MAINTENANCE TUNNELS
pl_pl: TUNELE KONSERWACYJNE UNIWERSYTETU

source: UNKNOWN
pl_pl: NIEZNANY

source: UNLOCK %s %s
pl_pl: ODBLOKUJ %s %s

source: UNLOCK FULL GAME
pl_pl: ODBLOKUJ PEŁNĄ GRĘ

source: UNLOCK SKILLS
pl_pl: ODBLOKUJ UMIEJĘTNOŚCI

source: UNLOCK THE FULL GAME TO SEE MORE!
pl_pl: ODBLOKUJ PEŁNĄ WERSJĘ GRY, ABY ZOBACZYĆ WIĘCEJ!

source: UNSTABLE OBJECTS
pl_pl: NIESTABILNE OBIEKTY

source: UPGRADE AVAILABLE
pl_pl: DOSTĘPNE ULEPSZENIE

source: UPGRADE LOCKED
pl_pl: ULEPSZENIE ZABLOKOWANE

source: UPGRADE POINT AWARDED
pl_pl: OTRZYMANO PUNKT ULEPSZEŃ

source: UPGRADE POINTS AVAILABLE: %d
pl_pl: DOSTĘPNE PUNKTY ULEPSZEŃ: %d

source: UPGRADE PURCHASED
pl_pl: ZAKUPIONO ULEPSZENIE

source: UPGRADES
pl_pl: ULEPSZENIA

source: UPSCALING
pl_pl: UPSCALOWANIE ROZDZIELCZOŚCI

source: USE
pl_pl: UŻYJ

source: USE IT.
pl_pl: Używaj jej.

source: USE THE COUNTERMEASURE TO FIX THE FRACTURE
pl_pl: UŻYJ ŚRODKA ZARADCZEGO BY ZAŁATAĆ PĘKNIĘCIE CZASU

source: USE THE TIME MACHINE TO TRAVEL BACK IN TIME
pl_pl: UŻYJ WEHIKUŁU CZASU, ABY COFNĄĆ SIĘ W CZASIE

source: Ugh.
pl_pl: Ehh.

source: Ughh!
pl_pl: Aach!

source: Uh huh. Keep me posted.
pl_pl: Mhm. Informuj mnie.

source: Uh oh. Jack, they're coming your way!
pl_pl: O-o. Jack, idą w twoją stronę!

source: Uh! What the hell, Jack?!
pl_pl: Co do cholery, Jack?!

source: Uh, that's quite an opener.
pl_pl: Heh, ciekawie się zapowiada.

source: Uh, uh, oh shit!
pl_pl: O cholera!

source: Uh-huh.
pl_pl: Mhm.

source: Uh-huh. Well, it seems to be that kinda work environment.
pl_pl: Aha. Wygląda na to, że to takie środowisko pracy.

source: Uh. Uh, Joss. Joss Whe-Wheel... Wheeler. I'm, I'm tech support. No, seriously, just put the gun down, man. I'm just here to make sure the chamber's working right, okay? It's just routine.
pl_pl: Joss. Joss Whe-Wheel... Wheeler. Jestem wsparciem technicznym. Nie, poważnie, po prostu odłóż broń. Chcę się tylko upewnić, że komora działa prawidłowo. To tylko rutynowe czynności.

source: Uh... No, uh, no, I don't think so, but they took me in through a security station nearby? I can help you find a way through there.
pl_pl: Eh... Nie, ech, nie, nie sądzę, ale zabrali mnie przez pobliską stację ochrony? Mogę pomóc ci znaleźć drogę.

source: Uh... okay. You're the expert.
pl_pl: Eh... w porządku. Ty jesteś ekspertem.

source: Uh... sure. Post that I was seen... hiding in a catering van, or something.
pl_pl: Jasne. Napisz, że widziano mnie... ukrywającego się w furgonetce z kateringiem, czy coś takiego.

source: Uhh, HQ, come in, this is First Aid One. We've got a situation here at the hospital. Over.
pl_pl: Centrala, zgłoś się, tu Pierwsza Pomoc. Mamy sytuację w szpitalu. Odbiór.

source: Uhh, in the past two hours I've learned that Monarch is a secret paramilitary...
pl_pl: W ciągu ostatnich dwóch godzin dowiedziałam się, że Monarch jest tajną organizacją paramilitarną...

source: Uhh...
pl_pl: Eee...

source: Uhh... Post that I was spotted in the back of a catering van somewhere.
pl_pl: Ehh... Post, że zostałem zauważony gdzieś z tyłu furgonetki z kateringiem.

source: Uhh... Yeah, this isn't good.
pl_pl: Eee... Tak, nie wygląda dobrze.

source: Uhh... yeeeah.
pl_pl: Eee... taaaak.

source: Um, is that supposed to do that?
pl_pl: Ee, czy to powinno tak robić?

source: Um... okay, explanation? Anybody?
pl_pl: Eee... w porządku, wyjaśnienie? Ktokolwiek?

source: Unable to retrieve data from Xbox Live. Please connect to Xbox Live to download.
pl_pl: Nie można pobrać danych z Xbox Live. Połącz się z Xbox Live, aby pobrać dane.

source: Under attack!
pl_pl: Jesteśmy atakowani!

source: Under fire!
pl_pl: Pod ostrzałem!

source: Underground parking. That's gotta be the fastest way there.
pl_pl: Parking podziemny. To musi być najszybsza droga.

source: Understood, we'll hold the line, over.
pl_pl: Zrozumiałem, wytrzymamy, odbiór.

source: Ungh! Drained.
pl_pl: Ehh! Opróżnione.

source: Unique temporal anomalies become more frequent with closer proximity to the Ground Zero perimeter, when entering the Yellow Zone. This Yellow Zone emits dense chronon pockets ripe for harvesting.
pl_pl: Unikalne anomalie czasowe stają się coraz częstsze wraz ze zbliżaniem się do obwodu Strefy Zero, po wejściu do Żółtej Strefy. Żółta strefa emituje gęste kieszenie chrononowe dojrzałe do zbioru.

source: University Fallout
pl_pl: Upadek uniwersytetu

source: University Operation
pl_pl: Operacja na uniwersytecie

source: University incident got HQ wetting their pants. The kid's gonna get torn apart like a goddamn piñata.
pl_pl: Incydent na uniwersytecie sprawił, że centrala zmoczyła gacie. Dzieciak zostanie rozerwany na strzępy jak cholerna piniata.

source: Unknown Speaker
pl_pl: Nieznany rozmówca

source: Unless I can slow it down.
pl_pl: Chyba że uda mi się to spowolnić.

source: Unlock the entrance for Beth
pl_pl: Odblokuj wejście dla Beth

source: Unlock the security station door
pl_pl: Odblokuj drzwi stacji ochrony

source: Untitled Note
pl_pl: Notatka bez tytułu

source: Up
pl_pl: Strzałka (Góra)

source: Up you go.
pl_pl: W górę.

source: Us? Who the fuck are you talking about?
pl_pl: Nas? O kim ty, kurwa, mówisz?

source: Use Objective Reminder {@TIMEPOWER_EXTRA} when lost.
pl_pl: Użyj przypomnienia o celu {@TIMEPOWER_EXTRA}, gdy nie wiesz co zrobić.

source: Use Time Dodge {@TIME_POWER_DODGE} to escape grenades' blast radius.
pl_pl: Użyj czasowego uniku {@TIME_POWER_DODGE}, aby uciec przed wybuchem granatów.

source: Use Time Rush (hold {@TIME_POWER_RUSH}) to move through the gate before it closes.
pl_pl: Użyj czasowego pędu (przytrzymaj {@TIME_POWER_RUSH}), aby przejść przez bramę przed jej zamknięciem.

source: Use Time Rush {@TIME_POWER_RUSH} to get behind the Juggernaut and attack his weak point.
pl_pl: Użyj czasowego pędu {@TIME_POWER_RUSH}, aby dostać się za niszczyciela i zaatakować jego słaby punkt.

source: Use Time Shield {@TIME_POWER_SHIELD} when under attack to deflect enemy bullets.
pl_pl: Użyj czasowej tarczy {@TIME_POWER_SHIELD}, gdy jesteś atakowany, aby odbijać wrogie pociski.

source: Use Time Stop {@TIME_POWER_STOP} or Time Shield {@TIME_POWER_SHIELD} to get past unstable objects.
pl_pl: Użyj czasowej pauzy {@TIME_POWER_STOP} lub czasowej tarczy {@TIME_POWER_SHIELD}, aby ominąć niestabilne obiekty.

source: Use Time Vision {@TIME_POWER_VISION} to highlight destructible objects in the environment.
pl_pl: Użyj czasowej wizji {@TIME_POWER_VISION}, aby podświetlić zniszczalne obiekty w otoczeniu.

source: Use Time Vision {@TIME_VISION} when its associated power icon is flashing to locate Chronon Sources.
pl_pl: Użyj czasowej wizji {@TIME_VISION}, gdy miga powiązana z nią ikona, aby zlokalizować wyrwy w czasie.

source: Use the code 665 to unlock the gate
pl_pl: Użyj kodu 665, aby odblokować bramę.

source: Use the computer
pl_pl: Użyj komputera

source: Use the crane
pl_pl: Użyj dźwigu

source: Use the elevator
pl_pl: Użyj windy

source: Use the elevator to enter the R&D facility
pl_pl: Użyj windy, aby wejść do ośrodka badawczo-rozwojowego

source: Use time powers like Time Rush ( hold {@TIME_POWER_RUSH} ) to get past the turret.
pl_pl: Użyj mocy czasowych, takich jak czasowy pęd (przytrzymaj {@TIME_POWER_RUSH}), aby ominąć wieżyczkę.

source: Use your Time Vision {@TIME_VISION} to locate Chronon Sources. You can use them to upgrade your time powers.
pl_pl: Użyj swojej czasowej wizji {@TIME_VISION}, aby zlokalizować Źródła Chrononu. Możesz ich użyć do ulepszenia swoich mocy czasowych.

source: Use {@AIM_MODE} to aim and {@SHOOT} to shoot
pl_pl: Użyj {@AIM_MODE} do celowania i {@SHOOT} do strzelania.

source: Use {@INVENTORY} to swap weapons.
pl_pl: Użyj {@INVENTORY} aby zmienić broń.

source: Use {@JUMP} to jump Or {@JUMP} to climb over obstacles.
pl_pl: Użyj {@JUMP}, aby przeskoczyć lub {@JUMP}, aby wspiąć się na przeszkody.

source: Use {@TIME_VISION} to locate destructible objects in the environment. They can be triggered by shooting at them.
pl_pl: Użyj {@TIME_VISION}, aby zlokalizować zniszczalne obiekty w otoczeniu. Można je aktywować strzelając do nich.

source: Using Time Dodge and Time Rush will temporarily reveal enemy positions.
pl_pl: Czasowy unik i czasowy pęd tymczasowo ujawnią pozycje wrogów.

source: VANDAL TEAM, HE'S HEADED TO YOU. HE'S FLYING. LOOK OUT.
pl_pl: Zespół Wandal, kieruje się w waszą stronę. Jedzie. Uważajcie.

source: VERTICAL
pl_pl: PIONOWO

source: VIBRATION
pl_pl: WIBRACJE

source: VIBRATION STRENGTH
pl_pl: SIŁA WIBRACJI

source: VIDEO
pl_pl: GRAFIKA

source: VIDEO FILE
pl_pl: FILM

source: VIDEOS
pl_pl: FILMY

source: VOLUMETRIC LIGHTING
pl_pl: OŚWIETLENIE WOLUMETRYCZNE

source: VRAM Minspec Not Met
pl_pl: Niewystarczająca ilość pamięci VRAM

source: VSYNC
pl_pl: SYNCHRONIZACJA PIONOWA (V-SYNC)

source: Valet parking. Beloved by car thieves everywhere.
pl_pl: Parking strzeżony. Uwielbiany przez złodziei samochodów na całym świecie.

source: Various Monarch employee related flyers
pl_pl: Różne ulotki związane z pracownikami Monarch

source: Very scifi. And very Monarch. Something tells me it wasn't commissioned by them, though.
pl_pl: Bardzo sci-fi. I bardzo Monarch. Coś mi jednak mówi, że nie zostało to przez nich zamówione.

source: Very well. Ready a chopper for me at the drydock. I'm heading to the island.
pl_pl: Rozumiem. Przygotuj dla mnie helikopter w porcie. Lecę na wyspę.

source: Very. Quiet.
pl_pl: Bardzo. Cicho.

source: Video
pl_pl: Film

source: View Episode 1 to unlock.
pl_pl: Zobacz odcinek 1, aby odblokować.

source: View Episode 2 to unlock.
pl_pl: Obejrzyj odcinek 2, aby odblokować.

source: View Episode 3 to unlock.
pl_pl: Obejrzyj odcinek 3, aby odblokować.

source: View Episode 4 to unlock.
pl_pl: Obejrzyj odcinek 4, aby odblokować.

source: Vision
pl_pl: Czasowa Wizja

source: Visual!
pl_pl: Kontakt!

source: Visual! By the barrels!
pl_pl: Kontakt! Przy beczkach!

source: Visual! By the car!
pl_pl: Kontakt! Przy samochodzie!

source: Visual! By the chronon container!
pl_pl: Kontakt! Przy pojemniku chrononu!

source: Visual! By the chronon harvester!
pl_pl: Kontakt! Przy zbieraczu chrononu!

source: Visual! By the crates!
pl_pl: Kontakt! Przy skrzyniach!

source: Visual! By the dampener!
pl_pl: Kontakt! Przy tłumiku!

source: Visual! By the generator!
pl_pl: Kontakt! Przy generatorze!

source: Visual! By the truck!
pl_pl: Kontakt! Przy ciężarówce!

source: Visual! By the van!
pl_pl: Kontakt! Przy furgonetcę!

source: Voice
pl_pl: Głos

source: Vsync eliminates screen tearing by synchronizing the game's framerate to the monitor's refresh rate
pl_pl: V-sync eliminuje rozrywanie ekranu, synchronizując liczbę klatek na sekundę w grze z częstotliwością odświeżania monitora.

source: WALK
pl_pl: CHÓD

source: WALK MODE
pl_pl: TRYB CHODU

source: WARNING
pl_pl: UWAGA

source: WARNING Dampener plugged into power grid (Wade forgot the goddamn battery again) Do not disconnect
pl_pl: OSTRZEŻENIE Tłumik podłączony do sieci energetycznej (Wade znowu zapomniał cholernej baterii) Nie odłączać

source: WAY TOO BIG FOR YOUR BODY.
pl_pl: Które były o wiele za duże dla reszty twojego ciała.

source: WE ALL GO HOME HAPPY.
pl_pl: I wszyscy wrócimy szczęśliwi do domu.

source: WE FIX THE FRACTURE, IT SAVES US ALL, OKAY?
pl_pl: Naprawimy pęknięcie, to ocalimy nas wszystkich, rozumiesz?

source: WE GOT, UM, CHRONON FIELD REGULATOR?
pl_pl: Mamy, em, regulator pola chrononowego?

source: WE HAVE TO GO. WE HAVE TO GO RIGHT NOW, OKAY?
pl_pl: Musimy iść. Musimy iść w tej chwili, dobra?

source: WE HAVE TO MOVE RIGHT NOW. IF YOU JUST LET ME --
pl_pl: Musimy stąd iść. Jeśli tylko pozwolisz mi...

source: WE HAVE TO MOVE RIGHT NOW. IF YOU WILL JUST LET ME --
pl_pl: Musimy stąd iść. Jeśli tylko pozwolisz mi...

source: WE JUST LOST COMMUNICATION WITH JACK JOYCE'S TRANSPO'.
pl_pl: Właśnie straciliśmy kontakt z transportem Jack'a Joyce'a.

source: WE NEED ALL POINTS CONVERGED ON LIAM BURKE.
pl_pl: Wzywam całą ochronę na Liama Burke.

source: WE NEED HIM STOPPED. NOW.
pl_pl: Musimy go powstrzymać. Teraz.

source: WE NEED INSURANCE.
pl_pl: Potrzebujemy ubezpieczenia.

source: WE NEED TO GET HER BACK TO MONARCH RIGHT AWAY.
pl_pl: Musimy natychmiast zabrać ją z powrotem do Monarch.

source: WE NEED TO GET IT TO HIM.
pl_pl: Musimy mu to dać.

source: WE REACHED OUT PERSONALLY TO MONARCH CEO MARTIN HATCH
pl_pl: Próbowaliśmy się skontaktować bezpośrednio z prezesem Monarch - Martinem Hatchem

source: WE REALLY APPRECIATE YOUR BRAVERY GOING ON RECORD
pl_pl: Naprawdę doceniamy twoją odwagę

source: WE REALLY APPRECIATE YOUR BRAVERY GOING ON RECORD TO SPEAK OUT AGAINST WHAT APPEARS TO BE SUCH A DANGEROUS PERSON.
pl_pl: Naprawdę doceniamy twoją odwagę, by wypowiadać się przeciwko tak niebezpiecznej osobie.

source: WE RISK TOO MUCH LEAVING THE KEYS TO THE KINGDOM IN ONE MAN'S HANDS.
pl_pl: Zbyt wiele ryzykujemy, pozostawiając klucze do królestwa w rękach jednego człowieka.

source: WE WERE JUST HAVING A LITTLE CHAT.
pl_pl: Rozmawialiśmy sobie.

source: WE'LL NEVER FIND THE LIFEBOAT. THINK ABOUT EMILY.
pl_pl: Nigdy nie znajdziemy łodzi ratunkowej. Pomyśl o Emily.

source: WE'RE GOING TO TAKE YOU LIVE TO A PRESS CONFERENCE
pl_pl: Za chwilę rozpoczniemy transmisję konferencji prasowej

source: WE'RE HERE FOR OUR FAMILIES, FOR MANKIND...
pl_pl: Jesteśmy tu dla naszych rodzin, dla ludzkości...

source: WE'RE IN. EH?
pl_pl: Jesteśmy.
